[
{"first_name": "Margrethe", "last_name": "Vestager", "company": "European Commission", "job_title": "Commissioner for Competition", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/b039e4d8d7191eeb54a38592ceeae59b752bfd6a.png?1508175955", "bio": "Margrethe Vestager is EU Commissioner for Competition, and is a strong advocate for a strong, united Europe. Unflinching when taking on tech’s Goliaths, it was Margrethe who ordered Apple to pay €13bn in back taxes, and fined Google €2.4bn for manipulating search results in favour of its own services. A liberal in the classic meaning of the term - free speech, free assembly and free trade - but she argues that it can only happen if markets are free of undue influence and anti-competitive behaviours. Margrethe’s impressive list of past titles includes Minister for Education of Denmark, President of the ECOFIN Council, and political leader of the Danish Social Liberal Party.\r\n", "country": "Belgium"},
{"first_name": "Wladimir", "last_name": "Klitschko", "company": "Klitschko Ventures", "job_title": "CEO & Boxing Legend", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/f65b93a0910a72ac84f6d2303d826e4bb48610d2.png?1509986761", "bio": "KLITSCHKO Ventures was founded by Dr. Wladimir Klitschko in Hamburg in 2016 and advises companies, associations and societies on all topics related to Challenge Management and the development of new business models and products. Based on the entrepreneur’s philosophy, the company is responsible for the development and maintenance of a comprehensive, strategic partner network that benefits in the long term from Wladimir Klitschko's long-standing expertise and the methods derived from it. The focus is always on exploiting synergies, maximizing successes together and securing them in the long term. KLITSCHKO Ventures is also responsible for the KLITSCHKO brand image and the adherence to corresponding mission statements. It coordinates and strategically advises all companies created from the KLITSCHKO brand or founded by the Wladimir Klitschko and develops new business fields, subsidiaries and products under the umbrella brand KLITSCHKO.", "country": "Germany"},
{"first_name": "Steve", "last_name": "Huffman", "company": "Reddit", "job_title": "CEO", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/257e8242a6f6ccdaed3ab112cc0136aa3ed58de0.png?1509841388", "bio": "Steve Huffman is CEO and co-founder of Reddit. For Steve, the love of programming was instantaneous—and everlasting. A native of Virginia, programming has been the only consistent hobby he’s had. Steve turned his passion into a career as co-founder of Reddit and the co-founder of Hipmunk. In these roles, he’s had the opportunity to do what he loves while also creating companies that have changed the way people use the Internet.", "country": "United States of America"},
{"first_name": "Garry", "last_name": "Kasparov", "company": "Avast", "job_title": "Chess Grandmaster & Security Ambassdor", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/bd54fd9f35f65c1d67b324a401dc70e983d0c571.png?1506474147", "bio": "The youngest world chess champion in history in 1985, Garry first discovered the potential of AI during his famous matches against the supercomputer Deep Blue. Ever since, he’s spoken about future tech, most recently as Avast’s Security Ambassador. Kasparov became a pro-democracy leader in Russia and an outspoken defender of individual freedom around the world, a mission he continues as the chairman of the New York-based Human Rights Foundation.", "country": "Germany"},
{"first_name": "Brian", "last_name": "Krzanich", "company": "Intel", "job_title": "CEO", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/020e9d11c7559ad1556f0a20d5e1442061961dfd.png?1506474056", "bio": "Brian is the CEO of Intel Corporation. Brian started his career at Intel in 1982 as a Process Engineer. Prior to becoming CEO, his responsibilities included leading an organization of more than 50,000 employees spanning Intel’s Technology and Manufacturing Group, Intel Custom Foundry, supply chain operations, the NAND Solutions group, human resources, information technology and Intel’s China strategy.", "country": "United States of America"},
{"first_name": "Ralf", "last_name": "Reichert", "company": "ESL", "job_title": "Founder", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/d3b6a21d9dd80b1196de62595d011be22f8a3dbe.png?1509626762", "bio": "Ralf is a man who has lived by his moto “cut your own path”. A former soccer-player for RW Oberhausen, the athletic young man turned to eSports with his brothers and friends to found the now world-renowned clan, SK-Gaming. Constantly pushing at the boundaries of what is possible, Ralf’s vision of what the industry could (and should) be, is what has gotten the company so far. As a passionate gamer himself, he is constantly striving to put eSports up there alongside ‘traditional’ sports.", "country": "Germany"},
{"first_name": "François", "last_name": "Hollande", "company": "Government of France", "job_title": "Former President", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/01321a1005bd2021ddd0e8f681020d0166c8daef.png?1506474085", "bio": "François Hollande, a longtime member of the French Socialist Party, defeated Nicolas Sarkozy in 2012 to become the 24th president of France.", "country": "France"},
{"first_name": "Cedrik", "last_name": "Neike", "company": "Siemens", "job_title": "Managing Board Member", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/7e75cd37a778cab97c2116b0cad35de968908e51.png?1506474267", "bio": "Cedrik Neike was appointed to the Managing Board of Siemens AG in April 2017. He is responsible for the Energy Management Division as well as for the Region Asia and Australia.\n\nCedrik holds an MBA at the INSEAD Business School as well as a Bachelor in Engineering and Business Finance, University College London and London School of Economics. He started his career at Siemens as a Product Line Manager for Wireless Network. In 2001 Cedrik joined Cisco Systems for several management positions.", "country": "Germany"},
{"first_name": "Mark", "last_name": "Hurd", "company": "Oracle", "job_title": "CEO", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/68dac81de88e34b8d2cda6c3d95baebdd4aa43fa.png?1506474061", "bio": "Mark Hurd is chief executive officer of Oracle, a member of the board of directors, and a technology industry thought leader. Hurd has been recognized for his business leadership by the San Francisco Chronicle, Fortune, and CRN among others.", "country": "United States of America"},
{"first_name": "Philipp", "last_name": "von Hagen", "company": "Porsche Automobil Holding SE", "job_title": "Executive Board Member", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/df2b073920ff440c8d8c9f3a2c818bb074baa8d9.png?1509032766", "bio": "Philipp is responsible for investment management at Porsche SE, a listed company holding the majority of the ordinary shares in the Volkswagen Group (brands include Audi, Bentley, Bugatti, Ducati, Lamborghini, Porsche, Seat, Skoda, VW, MAN, Scania). Philipp is also a Director at INRIX Inc., a global leader in cloud based real-time analytics of location-aware data, such as traffic and parking.", "country": "Germany"},
{"first_name": "Sean", "last_name": "Rad ", "company": "Tinder", "job_title": "Co-Founder & Chairman", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/418172ce8300d715d184e7c571838ca732173058.png?1506622517", "bio": "Sean Rad is Founder and Chairman of Tinder, a global platform that has brought the world closer together by creating more than 20 billion new connections. \n\nBefore founding Tinder in 2012, Sean founded several successful tech ventures similarly focused on enhancing the way people communicate, including Orgoo and Ad.ly.", "country": "United States of America"},
{"first_name": "Rolf", "last_name": "Schromgens", "company": "Trivago", "job_title": "Co-Founder & CEO", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/d44b337c04b9fba70b4041b085eed8434175784d.png?1506474398", "bio": "Rolf is the founder and managing director for Trivago. Pushing boundaries of data-driven product development and rethinking the way tech companies nurture and develop their talents are among his expertise. Parallel to his time at Trivago, he is President of the Entrepreneur’s Organization in Germany. Previously, Rolf was head of VP Product & Strategy at Ciao.com. Born and raised in Mönchengladbach, Rolf attended HHL (Leipzig Graduate School of Management).", "country": "Germany"},
{"first_name": "Werner", "last_name": "Vogels", "company": "Amazon", "job_title": "CTO", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/d0e61af008fa156368c47b65b8d1486321d5bb58.png?1520588918", "bio": null, "country": "United States of America"},
{"first_name": "Alexandra", "last_name": "Cousteau", "company": "Good Impact Foundation", "job_title": "Explorer, Storyteller, Environmentalist", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/2e211f078fb768012bb52935be599edc44a2458a.png?1506622566", "bio": "A National Geographic Emerging Explorer, filmmaker and globally recognized advocate on environmental issues, Alexandra Cousteau continues the work of her renowned family. She has mastered the remarkable storytelling tradition handed down to her and has the unique ability to inspire audiences on the weighty issues of policy, politics and action. Her global initiatives seek to empower individuals to protect not only the ocean but also the human communities that rely on freshwater resources.", "country": "Germany"},
{"first_name": "Xabi", "last_name": "Uribe-Etxebarria", "company": "Sherpa", "job_title": "Founder & CEO", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/8e4bc5489759326cd19bf61a63dcd64ced9e1696.png?1509032760", "bio": "Xabi Uribe-Etxebarria is a serial entrepreneur, founder and CEO of Sherpa (the predictive Virtual Personal Assistant based on strong AI algorithms). Xabi has been awarded a number of prizes and honors, including featuring on the TR35, an annual list published by MIT Technology Review naming the world's top innovators under the age of 35. He was also included on the “Top 100 of the Year” list published by the newspaper EL PAÍS.", "country": "Spain"},
{"first_name": "Till", "last_name": "Faida", "company": "eyeo/Adblock Plus", "job_title": "Founder & CEO", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/9fb1387ee0687159a0adab28da640629955f526c.png?1509122764", "bio": "Till Faida founded eyeo GmbH 2011 in Cologne with Wladimir Palant to help run Adblock Plus, the world’s most popular browser extension, and to develop additional software that provides users more control over their surfing experience. As CEO he manages the business side of the company and is currently working on the Acceptable Ads initiative which seeks to establish user friendly ad formats in the online advertising industry.", "country": "Germany"},
{"first_name": "Brad", "last_name": "Smith", "company": "Microsoft", "job_title": "President", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/a251bd1f911c09e8636a2ac973a43b4a4ad51604.png?1506474070", "bio": "Brad Smith is Microsoft’s president and chief legal officer.\nIn this role Smith is responsible for the company’s corporate, external, and legal affairs.  He leads a team of more than 1,300 business, legal and corporate affairs professionals working in 55 countries. These teams are responsible for the company’s legal work, its intellectual property portfolio, patent licensing business, corporate philanthropy, government affairs, public policy, corporate governance, and social responsibility work. He is also Microsoft’s chief compliance officer.  Smith plays a key role in representing the company externally and in leading the company’s work on a number of critical issues including privacy, security, accessibility, environmental sustainability and digital inclusion, among others.\nSmith joined Microsoft in 1993, and before becoming general counsel in 2002 he spent three years leading the Legal and Corporate Affairs (LCA) team in Europe, then five years serving as the deputy general counsel responsible for LCA’s teams outside the United States.\nSmith has overseen numerous negotiations leading to competition law and intellectual property agreements with governments around the world and with companies across the IT sector. He has played a leading role within Microsoft and in the IT sector on government surveillance, privacy, intellectual property, immigration and computer science education policy issues. As the senior executive responsible for ensuring Microsoft fulfills its corporate responsibilities, he has helped the company achieve its consistent ranking in the top 2 percent of the S&P 500 for corporate governance scores. He has played a leadership role locally and nationally on numerous charitable, business and legal initiatives. In 2013 he was named by the National Law Journal as one of the 100 most influential lawyers in the United States. In 2014, the New York Times called Smith “a de facto ambassador for the technology industry at large.”", "country": "United States of America"},
{"first_name": "Martin", "last_name": "Hofmann", "company": "Volkswagen", "job_title": "Group CIO", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/875458166b9d3f14a1216b6dafe59cb535717cc5.png?1523467924", "bio": "Dr. Martin Hofmann is Executive Vice President of the Volkswagen Group and Group CIO at Volkswagen AG since December 2011. Hofmann’s objective is to ensure Volkswagen’s digital future of mobility based on exponential development in information technology. One of his most prominent initiatives has been the creation of Information Technology Labs in San Francisco, Berlin and Munich, which are considered leading in the field of data science, applied AI and Machine Learning in the automotive industry. He has a long history at the Volkswagen Group, joining in 2001, where he took charge of Group Procurement Process and Information Management.\r\n\r\nPreviously, he worked at the international IT service provider Electronic Data Systems Corporation (EDS) where he held several senior management positions and served as Executive Director Digital Supply Chain in the United States. \r\nDr. Hofmann graduated Harvard Business School AMP, has a PhD in engineering from the ETH Zurich and a degree in business computer science and business administration from the University of Mannheim. His interests have always centered around bringing together the fields of engineering and advanced computer science.", "country": "Germany"},
{"first_name": "Caitlyn", "last_name": "Jenner", "company": "-", "job_title": "Olympian & Advocate of Transgender Rights", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/a25a8a6c99ce0129e8d0d126526914a80d20c403.png?1506474088", "bio": "Caitlyn Jenner, formerly known as Bruce, captured the world’s attention in April 2015 when she revealed to the world that she is a transgender woman. Caitlyn first told her story during an ABC News 20/20 special interview with Diane Sawyer. The two-hour primetime show was a ratings smash, drawing 17 million total viewers – the highest for the show in 15 years. \n\nOn June 1, 2015, Caitlyn revealed her new name and look on the July cover of Vanity Fair. The cover image drew more than 9 million unique visitors to Vanity Fair’s website in a single day, the most ever for the site. Jenner also became an instant trending topic on social media, attracting one million Twitter followers in just over four hours, setting a new Guinness world record. She was named a runner-up for TIME’s Person of the Year in 2015.\n\nIn July, she was honored with the Arthur Ashe Award for Courage at the 2015 ESPYs. The awards show, which aired for the first time on ABC, averaged 7.7 million viewers overall, a 253% increase over past years.  \n\nCaitlyn is no stranger to media attention or high achievement. In 1976, Jenner represented the United States and broke the world record by scoring 8,634 points in the decathlon at the Olympic Games in Montreal, earning the title of \"World’s Greatest Athlete.\" \n\nAfter this incredible accomplishment, Caitlyn was involved in many projects, spanning sports, business, publishing, film, and television.  For years she was perhaps best known for her part on E! Network’s Keeping up with the Kardashians, the highest-rated series in the network’s history, documenting the daily lives of the Kardashian/Jenner family. \n\nCurrently, Caitlyn can be seen on her new E! Network show, I Am Cait, for which she is also an executive producer. The show documents her life post-transition as she learns more about the transgender community, and allows viewers to meet a diverse group of transgender people.\u2028\nShe is also the author of the 2017 memoir, The Secrets of My Life, which refle...", "country": "United States of America"},
{"first_name": "Sabine", "last_name": "Scheunert", "company": "Daimler", "job_title": "Chief Digital Officer", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/b8af32c6199dcd834898e200165fda1435e936e6.png?1509116780", "bio": "Sabine Scheunert has been heading up the new digital unit at Mercedes-Benz as Vice President Digital & IT Marketing/Sales Mercedes-Benz since July 2016. This newly created function brings with it responsibility for the whole range of associated IT-based marketing, sales and after-sales activities – and for the entire scope of digital customer experiences for the Mercedes-Benz brand.", "country": "Germany"},
{"first_name": "Amit", "last_name": "Singh", "company": "Google", "job_title": "VP Business & Ops VR", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/c9802328ab085c4903864e436abb95b67127c4c8.png?1509655561", "bio": "Amit Singh is the Vice President of Business & Operations for Virtual & Augmented Reality at Google. He is responsible for bringing products and services to consumers (Daydream, Tango), creators (Jump), and education (Expeditions), as well as partnerships and monetization. Previously, Amit was President of Google for Work, bringing the power of Google products and technologies to businesses. Prior to Google, he spent 20 years with Oracle in various product, engineering, sales and strategy roles.", "country": "United States of America"},
{"first_name": "Tim", "last_name": "Reichert", "company": "FC Schalke 04", "job_title": "Chief Gaming Officer", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/3805db1a067d79f696022e0ef9bea5711b05d821.png?1509709565", "bio": "Tim Reichert started his career doing the two things he knows best – Esports and football. Together with his brothers Ralf and Benjamin, he founded the famous Esport-Clan SK Gaming. After completing his university degree in Business and Information Technology, Tim Reichert worked for a media agency, before in May 2016, he became Chief Gaming Officer at FC Schalke 04 and started building the Esports division of the club from scratch.", "country": "Germany"},
{"first_name": "Kara", "last_name": "Swisher", "company": "Recode", "job_title": "Executive Editor", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/a2f531da920652802fa3b96e88f46aa6ba71e166.png?1506474091", "bio": "Kara Swisher is the executive editor of Recode, host of the Recode Decode podcast and executive producer of the Code Conference.", "country": "United States of America"},
{"first_name": "Martin", "last_name": "Wild", "company": "‎MediaMarktSaturn Retail Group", "job_title": "Chief Digital Officer", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/3184c7756ef096e66156b0e33f3c986f5c6d19f0.png?1509644768", "bio": "Martin Wild has been Chief Digital Officer of MediaMarktSaturn Retail Group since May 2014. One of the pioneers of digital retail, at the age of 18 he founded the online electronics store Home of Hardware (hoh.de) in 1997, selling it a decade later to Premiere (now Sky Germany). He has been on the management of MediaMarktSaturn since 2011. In his role as CDO, Martin Wild now heads the digital strategy and transformation of the entire MediaMarktSaturn Retail Group.", "country": "Germany"},
{"first_name": "Paul", "last_name": "Levesque", "company": "WWE", "job_title": "Executive Vice President, Talent, Live Events & Creative", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/c2d9a629768429dce582bed10d302d4925e0c60f.png?1506474098", "bio": "Paul “Triple H” Levesque is WWE’s Executive Vice President, Talent, Live Events & Creative. In this role, he oversees the Company’s Talent Relations, Talent Development and Live Events departments. Additionally, Mr. Levesque plays an integral role in the Company’s creative process, helping shape the creative direction and storylines of WWE’s programming. Mr. Levesque debuted as a WWE Superstar, “Triple H,” in 1995 and has held the WWE Heavyweight Championship title 14 times.", "country": "United States of America"}
][
{"first_name": "Margrethe", "last_name": "Vestager", "company": "European Commission", "job_title": "Commissioner for Competition", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/b039e4d8d7191eeb54a38592ceeae59b752bfd6a.png?1508175955", "bio": "Margrethe Vestager is EU Commissioner for Competition, and is a strong advocate for a strong, united Europe. Unflinching when taking on tech’s Goliaths, it was Margrethe who ordered Apple to pay €13bn in back taxes, and fined Google €2.4bn for manipulating search results in favour of its own services. A liberal in the classic meaning of the term - free speech, free assembly and free trade - but she argues that it can only happen if markets are free of undue influence and anti-competitive behaviours. Margrethe’s impressive list of past titles includes Minister for Education of Denmark, President of the ECOFIN Council, and political leader of the Danish Social Liberal Party.\r\n", "country": "Belgium"},
{"first_name": "Wladimir", "last_name": "Klitschko", "company": "Klitschko Ventures", "job_title": "CEO & Boxing Legend", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/f65b93a0910a72ac84f6d2303d826e4bb48610d2.png?1509986761", "bio": "KLITSCHKO Ventures was founded by Dr. Wladimir Klitschko in Hamburg in 2016 and advises companies, associations and societies on all topics related to Challenge Management and the development of new business models and products. Based on the entrepreneur’s philosophy, the company is responsible for the development and maintenance of a comprehensive, strategic partner network that benefits in the long term from Wladimir Klitschko's long-standing expertise and the methods derived from it. The focus is always on exploiting synergies, maximizing successes together and securing them in the long term. KLITSCHKO Ventures is also responsible for the KLITSCHKO brand image and the adherence to corresponding mission statements. It coordinates and strategically advises all companies created from the KLITSCHKO brand or founded by the Wladimir Klitschko and develops new business fields, subsidiaries and products under the umbrella brand KLITSCHKO.", "country": "Germany"},
{"first_name": "Steve", "last_name": "Huffman", "company": "Reddit", "job_title": "CEO", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/257e8242a6f6ccdaed3ab112cc0136aa3ed58de0.png?1509841388", "bio": "Steve Huffman is CEO and co-founder of Reddit. For Steve, the love of programming was instantaneous—and everlasting. A native of Virginia, programming has been the only consistent hobby he’s had. Steve turned his passion into a career as co-founder of Reddit and the co-founder of Hipmunk. In these roles, he’s had the opportunity to do what he loves while also creating companies that have changed the way people use the Internet.", "country": "United States of America"},
{"first_name": "Garry", "last_name": "Kasparov", "company": "Avast", "job_title": "Chess Grandmaster & Security Ambassdor", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/bd54fd9f35f65c1d67b324a401dc70e983d0c571.png?1506474147", "bio": "The youngest world chess champion in history in 1985, Garry first discovered the potential of AI during his famous matches against the supercomputer Deep Blue. Ever since, he’s spoken about future tech, most recently as Avast’s Security Ambassador. Kasparov became a pro-democracy leader in Russia and an outspoken defender of individual freedom around the world, a mission he continues as the chairman of the New York-based Human Rights Foundation.", "country": "Germany"},
{"first_name": "Brian", "last_name": "Krzanich", "company": "Intel", "job_title": "CEO", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/020e9d11c7559ad1556f0a20d5e1442061961dfd.png?1506474056", "bio": "Brian is the CEO of Intel Corporation. Brian started his career at Intel in 1982 as a Process Engineer. Prior to becoming CEO, his responsibilities included leading an organization of more than 50,000 employees spanning Intel’s Technology and Manufacturing Group, Intel Custom Foundry, supply chain operations, the NAND Solutions group, human resources, information technology and Intel’s China strategy.", "country": "United States of America"},
{"first_name": "Ralf", "last_name": "Reichert", "company": "ESL", "job_title": "Founder", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/d3b6a21d9dd80b1196de62595d011be22f8a3dbe.png?1509626762", "bio": "Ralf is a man who has lived by his moto “cut your own path”. A former soccer-player for RW Oberhausen, the athletic young man turned to eSports with his brothers and friends to found the now world-renowned clan, SK-Gaming. Constantly pushing at the boundaries of what is possible, Ralf’s vision of what the industry could (and should) be, is what has gotten the company so far. As a passionate gamer himself, he is constantly striving to put eSports up there alongside ‘traditional’ sports.", "country": "Germany"},
{"first_name": "François", "last_name": "Hollande", "company": "Government of France", "job_title": "Former President", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/01321a1005bd2021ddd0e8f681020d0166c8daef.png?1506474085", "bio": "François Hollande, a longtime member of the French Socialist Party, defeated Nicolas Sarkozy in 2012 to become the 24th president of France.", "country": "France"},
{"first_name": "Cedrik", "last_name": "Neike", "company": "Siemens", "job_title": "Managing Board Member", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/7e75cd37a778cab97c2116b0cad35de968908e51.png?1506474267", "bio": "Cedrik Neike was appointed to the Managing Board of Siemens AG in April 2017. He is responsible for the Energy Management Division as well as for the Region Asia and Australia.\n\nCedrik holds an MBA at the INSEAD Business School as well as a Bachelor in Engineering and Business Finance, University College London and London School of Economics. He started his career at Siemens as a Product Line Manager for Wireless Network. In 2001 Cedrik joined Cisco Systems for several management positions.", "country": "Germany"},
{"first_name": "Mark", "last_name": "Hurd", "company": "Oracle", "job_title": "CEO", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/68dac81de88e34b8d2cda6c3d95baebdd4aa43fa.png?1506474061", "bio": "Mark Hurd is chief executive officer of Oracle, a member of the board of directors, and a technology industry thought leader. Hurd has been recognized for his business leadership by the San Francisco Chronicle, Fortune, and CRN among others.", "country": "United States of America"},
{"first_name": "Philipp", "last_name": "von Hagen", "company": "Porsche Automobil Holding SE", "job_title": "Executive Board Member", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/df2b073920ff440c8d8c9f3a2c818bb074baa8d9.png?1509032766", "bio": "Philipp is responsible for investment management at Porsche SE, a listed company holding the majority of the ordinary shares in the Volkswagen Group (brands include Audi, Bentley, Bugatti, Ducati, Lamborghini, Porsche, Seat, Skoda, VW, MAN, Scania). Philipp is also a Director at INRIX Inc., a global leader in cloud based real-time analytics of location-aware data, such as traffic and parking.", "country": "Germany"},
{"first_name": "Sean", "last_name": "Rad ", "company": "Tinder", "job_title": "Co-Founder & Chairman", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/418172ce8300d715d184e7c571838ca732173058.png?1506622517", "bio": "Sean Rad is Founder and Chairman of Tinder, a global platform that has brought the world closer together by creating more than 20 billion new connections. \n\nBefore founding Tinder in 2012, Sean founded several successful tech ventures similarly focused on enhancing the way people communicate, including Orgoo and Ad.ly.", "country": "United States of America"},
{"first_name": "Rolf", "last_name": "Schromgens", "company": "Trivago", "job_title": "Co-Founder & CEO", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/d44b337c04b9fba70b4041b085eed8434175784d.png?1506474398", "bio": "Rolf is the founder and managing director for Trivago. Pushing boundaries of data-driven product development and rethinking the way tech companies nurture and develop their talents are among his expertise. Parallel to his time at Trivago, he is President of the Entrepreneur’s Organization in Germany. Previously, Rolf was head of VP Product & Strategy at Ciao.com. Born and raised in Mönchengladbach, Rolf attended HHL (Leipzig Graduate School of Management).", "country": "Germany"},
{"first_name": "Werner", "last_name": "Vogels", "company": "Amazon", "job_title": "CTO", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/d0e61af008fa156368c47b65b8d1486321d5bb58.png?1520588918", "bio": null, "country": "United States of America"},
{"first_name": "Alexandra", "last_name": "Cousteau", "company": "Good Impact Foundation", "job_title": "Explorer, Storyteller, Environmentalist", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/2e211f078fb768012bb52935be599edc44a2458a.png?1506622566", "bio": "A National Geographic Emerging Explorer, filmmaker and globally recognized advocate on environmental issues, Alexandra Cousteau continues the work of her renowned family. She has mastered the remarkable storytelling tradition handed down to her and has the unique ability to inspire audiences on the weighty issues of policy, politics and action. Her global initiatives seek to empower individuals to protect not only the ocean but also the human communities that rely on freshwater resources.", "country": "Germany"},
{"first_name": "Xabi", "last_name": "Uribe-Etxebarria", "company": "Sherpa", "job_title": "Founder & CEO", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/8e4bc5489759326cd19bf61a63dcd64ced9e1696.png?1509032760", "bio": "Xabi Uribe-Etxebarria is a serial entrepreneur, founder and CEO of Sherpa (the predictive Virtual Personal Assistant based on strong AI algorithms). Xabi has been awarded a number of prizes and honors, including featuring on the TR35, an annual list published by MIT Technology Review naming the world's top innovators under the age of 35. He was also included on the “Top 100 of the Year” list published by the newspaper EL PAÍS.", "country": "Spain"},
{"first_name": "Till", "last_name": "Faida", "company": "eyeo/Adblock Plus", "job_title": "Founder & CEO", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/9fb1387ee0687159a0adab28da640629955f526c.png?1509122764", "bio": "Till Faida founded eyeo GmbH 2011 in Cologne with Wladimir Palant to help run Adblock Plus, the world’s most popular browser extension, and to develop additional software that provides users more control over their surfing experience. As CEO he manages the business side of the company and is currently working on the Acceptable Ads initiative which seeks to establish user friendly ad formats in the online advertising industry.", "country": "Germany"},
{"first_name": "Brad", "last_name": "Smith", "company": "Microsoft", "job_title": "President", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/a251bd1f911c09e8636a2ac973a43b4a4ad51604.png?1506474070", "bio": "Brad Smith is Microsoft’s president and chief legal officer.\nIn this role Smith is responsible for the company’s corporate, external, and legal affairs.  He leads a team of more than 1,300 business, legal and corporate affairs professionals working in 55 countries. These teams are responsible for the company’s legal work, its intellectual property portfolio, patent licensing business, corporate philanthropy, government affairs, public policy, corporate governance, and social responsibility work. He is also Microsoft’s chief compliance officer.  Smith plays a key role in representing the company externally and in leading the company’s work on a number of critical issues including privacy, security, accessibility, environmental sustainability and digital inclusion, among others.\nSmith joined Microsoft in 1993, and before becoming general counsel in 2002 he spent three years leading the Legal and Corporate Affairs (LCA) team in Europe, then five years serving as the deputy general counsel responsible for LCA’s teams outside the United States.\nSmith has overseen numerous negotiations leading to competition law and intellectual property agreements with governments around the world and with companies across the IT sector. He has played a leading role within Microsoft and in the IT sector on government surveillance, privacy, intellectual property, immigration and computer science education policy issues. As the senior executive responsible for ensuring Microsoft fulfills its corporate responsibilities, he has helped the company achieve its consistent ranking in the top 2 percent of the S&P 500 for corporate governance scores. He has played a leadership role locally and nationally on numerous charitable, business and legal initiatives. In 2013 he was named by the National Law Journal as one of the 100 most influential lawyers in the United States. In 2014, the New York Times called Smith “a de facto ambassador for the technology industry at large.”", "country": "United States of America"},
{"first_name": "Martin", "last_name": "Hofmann", "company": "Volkswagen", "job_title": "Group CIO", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/875458166b9d3f14a1216b6dafe59cb535717cc5.png?1523467924", "bio": "Dr. Martin Hofmann is Executive Vice President of the Volkswagen Group and Group CIO at Volkswagen AG since December 2011. Hofmann’s objective is to ensure Volkswagen’s digital future of mobility based on exponential development in information technology. One of his most prominent initiatives has been the creation of Information Technology Labs in San Francisco, Berlin and Munich, which are considered leading in the field of data science, applied AI and Machine Learning in the automotive industry. He has a long history at the Volkswagen Group, joining in 2001, where he took charge of Group Procurement Process and Information Management.\r\n\r\nPreviously, he worked at the international IT service provider Electronic Data Systems Corporation (EDS) where he held several senior management positions and served as Executive Director Digital Supply Chain in the United States. \r\nDr. Hofmann graduated Harvard Business School AMP, has a PhD in engineering from the ETH Zurich and a degree in business computer science and business administration from the University of Mannheim. His interests have always centered around bringing together the fields of engineering and advanced computer science.", "country": "Germany"},
{"first_name": "Caitlyn", "last_name": "Jenner", "company": "-", "job_title": "Olympian & Advocate of Transgender Rights", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/a25a8a6c99ce0129e8d0d126526914a80d20c403.png?1506474088", "bio": "Caitlyn Jenner, formerly known as Bruce, captured the world’s attention in April 2015 when she revealed to the world that she is a transgender woman. Caitlyn first told her story during an ABC News 20/20 special interview with Diane Sawyer. The two-hour primetime show was a ratings smash, drawing 17 million total viewers – the highest for the show in 15 years. \n\nOn June 1, 2015, Caitlyn revealed her new name and look on the July cover of Vanity Fair. The cover image drew more than 9 million unique visitors to Vanity Fair’s website in a single day, the most ever for the site. Jenner also became an instant trending topic on social media, attracting one million Twitter followers in just over four hours, setting a new Guinness world record. She was named a runner-up for TIME’s Person of the Year in 2015.\n\nIn July, she was honored with the Arthur Ashe Award for Courage at the 2015 ESPYs. The awards show, which aired for the first time on ABC, averaged 7.7 million viewers overall, a 253% increase over past years.  \n\nCaitlyn is no stranger to media attention or high achievement. In 1976, Jenner represented the United States and broke the world record by scoring 8,634 points in the decathlon at the Olympic Games in Montreal, earning the title of \"World’s Greatest Athlete.\" \n\nAfter this incredible accomplishment, Caitlyn was involved in many projects, spanning sports, business, publishing, film, and television.  For years she was perhaps best known for her part on E! Network’s Keeping up with the Kardashians, the highest-rated series in the network’s history, documenting the daily lives of the Kardashian/Jenner family. \n\nCurrently, Caitlyn can be seen on her new E! Network show, I Am Cait, for which she is also an executive producer. The show documents her life post-transition as she learns more about the transgender community, and allows viewers to meet a diverse group of transgender people.\u2028\nShe is also the author of the 2017 memoir, The Secrets of My Life, which refle...", "country": "United States of America"},
{"first_name": "Sabine", "last_name": "Scheunert", "company": "Daimler", "job_title": "Chief Digital Officer", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/b8af32c6199dcd834898e200165fda1435e936e6.png?1509116780", "bio": "Sabine Scheunert has been heading up the new digital unit at Mercedes-Benz as Vice President Digital & IT Marketing/Sales Mercedes-Benz since July 2016. This newly created function brings with it responsibility for the whole range of associated IT-based marketing, sales and after-sales activities – and for the entire scope of digital customer experiences for the Mercedes-Benz brand.", "country": "Germany"},
{"first_name": "Amit", "last_name": "Singh", "company": "Google", "job_title": "VP Business & Ops VR", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/c9802328ab085c4903864e436abb95b67127c4c8.png?1509655561", "bio": "Amit Singh is the Vice President of Business & Operations for Virtual & Augmented Reality at Google. He is responsible for bringing products and services to consumers (Daydream, Tango), creators (Jump), and education (Expeditions), as well as partnerships and monetization. Previously, Amit was President of Google for Work, bringing the power of Google products and technologies to businesses. Prior to Google, he spent 20 years with Oracle in various product, engineering, sales and strategy roles.", "country": "United States of America"},
{"first_name": "Tim", "last_name": "Reichert", "company": "FC Schalke 04", "job_title": "Chief Gaming Officer", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/3805db1a067d79f696022e0ef9bea5711b05d821.png?1509709565", "bio": "Tim Reichert started his career doing the two things he knows best – Esports and football. Together with his brothers Ralf and Benjamin, he founded the famous Esport-Clan SK Gaming. After completing his university degree in Business and Information Technology, Tim Reichert worked for a media agency, before in May 2016, he became Chief Gaming Officer at FC Schalke 04 and started building the Esports division of the club from scratch.", "country": "Germany"},
{"first_name": "Kara", "last_name": "Swisher", "company": "Recode", "job_title": "Executive Editor", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/a2f531da920652802fa3b96e88f46aa6ba71e166.png?1506474091", "bio": "Kara Swisher is the executive editor of Recode, host of the Recode Decode podcast and executive producer of the Code Conference.", "country": "United States of America"},
{"first_name": "Martin", "last_name": "Wild", "company": "‎MediaMarktSaturn Retail Group", "job_title": "Chief Digital Officer", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/3184c7756ef096e66156b0e33f3c986f5c6d19f0.png?1509644768", "bio": "Martin Wild has been Chief Digital Officer of MediaMarktSaturn Retail Group since May 2014. One of the pioneers of digital retail, at the age of 18 he founded the online electronics store Home of Hardware (hoh.de) in 1997, selling it a decade later to Premiere (now Sky Germany). He has been on the management of MediaMarktSaturn since 2011. In his role as CDO, Martin Wild now heads the digital strategy and transformation of the entire MediaMarktSaturn Retail Group.", "country": "Germany"},
{"first_name": "Paul", "last_name": "Levesque", "company": "WWE", "job_title": "Executive Vice President, Talent, Live Events & Creative", "avatar": "https://s3-eu-west-1.amazonaws.com/avenger.cilabs.net/production/avatars/large/c2d9a629768429dce582bed10d302d4925e0c60f.png?1506474098", "bio": "Paul “Triple H” Levesque is WWE’s Executive Vice President, Talent, Live Events & Creative. In this role, he oversees the Company’s Talent Relations, Talent Development and Live Events departments. Additionally, Mr. Levesque plays an integral role in the Company’s creative process, helping shape the creative direction and storylines of WWE’s programming. Mr. Levesque debuted as a WWE Superstar, “Triple H,” in 1995 and has held the WWE Heavyweight Championship title 14 times.", "country": "United States of America"}
]